Repository: hau-git/wp-default-dashboard
Catalog: languages/wpd-*.po
Languages: de_de

source: WP Default requires PHP %s or higher. You are running PHP %s.
de_de: WP Default erfordert PHP %s oder höher. Du verwendest PHP %s.

source: Settings
de_de: Einstellungen

source: Customize your WordPress admin area, clean up the dashboard, and apply security hardening.
de_de: Passe deinen WordPress-Adminbereich an, räume das Dashboard auf und wende Sicherheitshärtungen an.

source: Hardening
de_de: Absicherung

source: Updates
de_de: Aktualisierungen

source: Dashboard Widget Manager
de_de: Dashboard-Widget-Verwaltung

source: Control which dashboard widgets are visible to all users. Disabled widgets will be completely removed from the dashboard.
de_de: Lege fest, welche Dashboard-Widgets für alle Benutzer sichtbar sind. Deaktivierte Widgets werden vollständig vom Dashboard entfernt.

source: Enable Widget Manager
de_de: Widget-Verwaltung aktivieren

source: Manage dashboard widgets globally for all users.
de_de: Dashboard-Widgets global für alle Benutzer verwalten.

source: When enabled, only checked widgets below will remain visible on the dashboard. Unchecked widgets are removed for all users.
de_de: Wenn aktiviert, bleiben nur die unten angehakten Widgets auf dem Dashboard sichtbar. Nicht angehakte Widgets werden für alle Benutzer entfernt.

source: Active Widgets
de_de: Aktive Widgets

source: No dashboard widgets detected. Widgets are discovered automatically from WordPress.
de_de: Keine Dashboard-Widgets erkannt. Widgets werden automatisch von WordPress erkannt.

source: Checked widgets remain visible. Uncheck a widget to remove it from the dashboard for all users.
de_de: Angehakte Widgets bleiben sichtbar. Entferne den Haken, um ein Widget für alle Benutzer vom Dashboard zu entfernen.

source: Top Banner
de_de: Oberes Banner

source: Display a customizable information banner at the top of the dashboard. Use it for announcements, quick links, or onboarding content with up to 4 columns.
de_de: Zeige ein anpassbares Informationsbanner oben im Dashboard an. Nutze es für Ankündigungen, Schnellzugriffe oder Einführungsinhalte mit bis zu 4 Spalten.

source: Enable Top Banner
de_de: Oberes Banner aktivieren

source: Show a custom banner above the dashboard widgets.
de_de: Ein benutzerdefiniertes Banner über den Dashboard-Widgets anzeigen.

source: Headline
de_de: Überschrift

source: The main heading displayed at the top of the banner.
de_de: Die Hauptueberschrift, die oben im Banner angezeigt wird.

source: Introduction
de_de: Einleitung

source: A short introduction text shown below the headline.
de_de: Ein kurzer Einleitungstext, der unter der Überschrift angezeigt wird.

source: Column %d
de_de: Spalte %d

source: Content
de_de: Inhalt

source: Button Label
de_de: Button-Beschriftung

source: Leave empty to hide column %d. Each column can have rich text content and an optional button.
de_de: Leer lassen, um Spalte %d auszublenden. Jede Spalte kann formatierten Text und einen optionalen Button enthalten.

source: Post Types Banner
de_de: Inhaltstypen-Banner

source: Show quick-access buttons on the dashboard for creating new content. Each button links directly to the "Add New" screen of the selected post type and uses its native WordPress icon and label.
de_de: Zeige Schnellzugriff-Buttons auf dem Dashboard zum Erstellen neuer Inhalte. Jeder Button verlinkt direkt zum "Neu erstellen"-Bildschirm des gewaehlten Inhaltstyps und verwendet dessen WordPress-Icon und -Bezeichnung.

source: Enable Post Types Banner
de_de: Inhaltstypen-Banner aktivieren

source: Show post type quick-access buttons on the dashboard.
de_de: Schnellzugriff-Buttons für Inhaltstypen auf dem Dashboard anzeigen.

source: Visible Post Types
de_de: Sichtbare Inhaltstypen

source: Select which post types to show in the banner. If none are checked, all public post types will be displayed.
de_de: Wähle aus, welche Inhaltstypen im Banner angezeigt werden. Wenn keiner ausgewaehlt ist, werden alle öffentlichen Inhaltstypen angezeigt.

source: No public post types found.
de_de: Keine öffentlichen Inhaltstypen gefunden.

source: Data
de_de: Daten

source: Delete Data on Uninstall
de_de: Daten bei Deinstallation löschen

source: Remove all plugin settings when the plugin is deleted.
de_de: Alle Plugin-Einstellungen löschen, wenn das Plugin gelöscht wird.

source: When enabled, all WP Default options will be permanently removed from the database upon plugin deletion. Deactivating the plugin does not delete data.
de_de: Wenn aktiviert, werden alle WP Default-Einstellungen beim Löschen des Plugins dauerhaft aus der Datenbank entfernt. Das Deaktivieren des Plugins löscht keine Daten.

source: Customize the appearance of the WordPress login page with your own logo, colors, and background image.
de_de: Passe das Erscheinungsbild der WordPress-Anmeldeseite mit eigenem Logo, Farben und Hintergrundbild an.

source: Enable Login Branding
de_de: Login-Branding aktivieren

source: Customize the WordPress login screen.
de_de: WordPress-Anmeldeseite anpassen.

source: Select Image
de_de: Bild auswählen

source: Replaces the WordPress logo on the login page. Recommended size: 320x80 pixels.
de_de: Ersetzt das WordPress-Logo auf der Anmeldeseite. Empfohlene Größe: 320x80 Pixel.

source: The URL the logo links to. Defaults to wordpress.org if left empty.
de_de: Die URL, auf die das Logo verlinkt. Standardmäßig wordpress.org, wenn leer.

source: Logo Title
de_de: Logo-Titel

source: The tooltip text when hovering over the logo. Defaults to "Powered by WordPress" if left empty.
de_de: Der Tooltip-Text beim Überfahren des Logos. Standardmäßig "Powered by WordPress", wenn leer.

source: Background Color
de_de: Hintergrundfarbe

source: Hex color code for the login page background. Example: #f0f0f1
de_de: Hex-Farbcode für den Hintergrund der Anmeldeseite. Beispiel: #f0f0f1

source: Background Image
de_de: Hintergrundbild

source: A full-screen background image for the login page. Will cover the entire viewport.
de_de: Ein Vollbild-Hintergrundbild für die Anmeldeseite. Wird den gesamten Bildschirm ausfüllen.

source: Customize the WordPress admin area with your own footer text and a custom link in the admin bar.
de_de: Passe den WordPress-Adminbereich mit eigenem Fußzeilentext und einem benutzerdefinierten Link in der Admin-Leiste an.

source: Enable Admin Branding
de_de: Admin-Branding aktivieren

source: Customize admin footer and admin bar.
de_de: Admin-Fußzeile und Admin-Leiste anpassen.

source: Footer Text
de_de: Fußzeilen-Text

source: Replaces the default "Thank you for creating with WordPress" text in the admin footer. HTML is allowed (links, bold, etc.).
de_de: Ersetzt den Standard-Text "Danke, dass du mit WordPress arbeitest" in der Admin-Fußzeile. HTML ist erlaubt (Links, Fettschrift usw.).

source: Admin Bar Link Label
de_de: Admin-Leiste Link-Beschriftung

source: Adds a custom link to the WordPress admin bar. Enter the visible text here.
de_de: Fügt einen benutzerdefinierten Link zur WordPress Admin-Leiste hinzu. Gib hier den sichtbaren Text ein.

source: Admin Bar Link URL
de_de: Admin-Leiste Link-URL

source: The URL for the admin bar link. Both internal and external URLs are supported.
de_de: Die URL für den Admin-Leiste-Link. Sowohl interne als auch externe URLs werden unterstützt.

source: Security Hardening
de_de: Sicherheitshärtung

source: Apply lightweight security measures to reduce your site's attack surface. These settings remove unnecessary information and disable features commonly exploited by attackers.
de_de: Wende leichte Sicherheitsmaßnahmen an, um die Angriffsfläche deiner Website zu reduzieren. Diese Einstellungen entfernen unnötige Informationen und deaktivieren häufig ausgenutzte Funktionen.

source: Enable Hardening
de_de: Absicherung aktivieren

source: Enable security hardening features.
de_de: Sicherheitshärtungs-Funktionen aktivieren.

source: Master switch for all hardening options below. Individual features can still be toggled.
de_de: Hauptschalter für alle folgenden Absicherungsoptionen. Einzelne Funktionen können weiterhin separat gesteuert werden.

source: Disable XML-RPC
de_de: XML-RPC deaktivieren

source: Completely disable the XML-RPC interface.
de_de: Die XML-RPC-Schnittstelle vollständig deaktivieren.

source: XML-RPC is a legacy API that is frequently targeted in brute-force attacks. Disable it unless you use the WordPress mobile app, Jetpack, or other services that require it.
de_de: XML-RPC ist eine veraltete Schnittstelle, die häufig Ziel von Brute-Force-Angriffen ist. Deaktiviere sie, es sei denn, du nutzt die WordPress-App, Jetpack oder andere Dienste, die sie benötigen.

source: Author Enumeration
de_de: Autoren-Aufzählung

source: Off (no protection)
de_de: Aus (kein Schutz)

source: Return 404
de_de: 404 zurückgeben

source: Redirect to homepage
de_de: Zur Startseite weiterleiten

source: Prevents attackers from discovering usernames via ?author=1 URLs. "Return 404" shows a not-found page, "Redirect" sends visitors to the homepage.
de_de: Verhindert, dass Angreifer Benutzernamen über ?author=1-URLs herausfinden. "404 zurückgeben" zeigt eine Fehlerseite, "Weiterleiten" leitet Besucher zur Startseite um.

source: Remove RSD Link
de_de: RSD-Link entfernen

source: Remove the RSD (Really Simple Discovery) link from the header.
de_de: Den RSD-Link (Really Simple Discovery) aus dem Header entfernen.

source: RSD is only needed for remote publishing clients. Removing it reduces information leakage.
de_de: RSD wird nur für entfernte Publishing-Clients benötigt. Das Entfernen reduziert den Informationsabfluss.

source: Remove WLW Manifest
de_de: WLW-Manifest entfernen

source: Remove the Windows Live Writer manifest link.
de_de: Den Windows Live Writer Manifest-Link entfernen.

source: Windows Live Writer is discontinued software. This link is not needed and can be safely removed.
de_de: Windows Live Writer ist eingestellte Software. Dieser Link wird nicht benötigt und kann sicher entfernt werden.

source: Remove Generator Meta
de_de: Generator-Meta entfernen

source: Remove the WordPress version meta tag.
de_de: Das WordPress-Versions-Meta-Tag entfernen.

source: Hides the WordPress version number from your site's HTML source. Prevents attackers from targeting version-specific vulnerabilities.
de_de: Versteckt die WordPress-Versionsnummer im HTML-Quelltext deiner Website. Verhindert, dass Angreifer versionsspezifische Schwachstellen ausnutzen.

source: Hide Theme/Plugin Editor
de_de: Theme-/Plugin-Editor ausblenden

source: Hide the built-in theme and plugin editor menus.
de_de: Die integrierten Theme- und Plugin-Editor-Menüs ausblenden.

source: Removes the editor menu entries from the admin. For full protection, also add DISALLOW_FILE_EDIT to wp-config.php.
de_de: Entfernt die Editor-Menüeinträge aus dem Admin. Für vollständigen Schutz zusätzlich DISALLOW_FILE_EDIT in der wp-config.php ergänzen.

source: Plugin Updates
de_de: Plugin-Aktualisierungen

source: Configure automatic update checks from GitHub releases or a custom update server. This allows WP Default to be updated like any other plugin through the WordPress dashboard.
de_de: Konfiguriere automatische Update-Prüfungen über GitHub-Releases oder einen eigenen Update-Server. So kann WP Default wie jedes andere Plugin über das WordPress-Dashboard aktualisiert werden.

source: Enable Updater
de_de: Updater aktivieren

source: Enable automatic update checks.
de_de: Automatische Update-Prüfungen aktivieren.

source: When enabled, WordPress will periodically check the configured source for new versions of this plugin.
de_de: Wenn aktiviert, prüft WordPress regelmäßig die konfigurierte Quelle auf neue Versionen dieses Plugins.

source: Update Source
de_de: Update-Quelle

source: Off
de_de: Aus

source: Custom URL
de_de: Eigene URL

source: Choose where to check for updates. GitHub uses the releases API, Custom URL expects a JSON endpoint.
de_de: Waehle, wo nach Updates gesucht werden soll. GitHub nutzt die Releases-API, Eigene URL erwartet einen JSON-Endpunkt.

source: Format: username/repository (e.g., acme/wp-default-dashboard). The repository must have GitHub Releases with zip assets.
de_de: Format: benutzername/repository (z. B. acme/wp-default-dashboard). Das Repository muss GitHub-Releases mit ZIP-Dateien enthalten.

source: GitHub Access Token
de_de: GitHub-Zugriffstoken

source: Required only for private repositories. Generate a personal access token with "repo" scope at github.com/settings/tokens.
de_de: Nur für private Repositories erforderlich. Erstelle einen persönlichen Zugriffstoken mit dem Bereich "repo" unter github.com/settings/tokens.

source: Custom Update URL
de_de: Eigene Update-URL

source: A URL to a JSON file with version info. Must contain "version", "download_url", and optionally "tested", "requires_php" fields.
de_de: Eine URL zu einer JSON-Datei mit Versionsinformationen. Muss "version", "download_url" und optional "tested", "requires_php" enthalten.

source: Create New
de_de: Neu erstellen
